Repository: tamaga3131400/sprachhilfe-source
Catalog: SprachhilfePluginSDK/Plugins/WhisperKitPlugin/Localizable.xcstrings
Source language: en
Languages: de

source: Download & Load
de: Laden & Aktivieren

source: Invalid HuggingFace Token
de: Ungültiger HuggingFace-Token

source: Load
de: Laden

source: Loading model...
de: Modell wird geladen ...

source: Loading...
de: Laden ...

source: Local speech-to-text using OpenAI Whisper via CoreML. 99+ languages, streaming, translation to English.
de: Lokale Sprache-zu-Text-Erkennung mit OpenAI Whisper via CoreML. 99+ Sprachen, Streaming, Übersetzung ins Englische.

source: Models
de: Modelle

source: Optional. Increases download rate limits. Free at huggingface.co/settings/tokens
de: Optional. Erhöht Download-Ratenlimits. Kostenlos unter huggingface.co/settings/tokens

source: Optimizing for Neural Engine...
de: Optimierung für Neural Engine ...

source: Remove
de: Entfernen

source: Recommended
de: Empfohlen

source: Save
de: Speichern

source: Unload
de: Deaktivieren

source: Valid HuggingFace Token
de: Gültiger HuggingFace-Token

source: Validating token...
de: Token wird validiert ...
